const JSON_EXAMPLE = {
  status: "ok",
  totalResults: 5792,
  articles: [
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Платон Щукин",
      title: "Россия приготовилась нарастить госдолг",
      description:
        "К 2024 году общий объем государственного долга России вырастет до 20,8 процента валового внутреннего продукта (ВВП), следует из пояснительной записки к проекту федерального бюджета на 2022–2024 годы. В нынешнем году объем госдолга составит 17,8 процента ВВП, …",
      url: "https://lenta.ru/news/2021/09/21/gosdolg/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/21/16/20210921164852737/share_8bfc21b1604707f24ca645b34a980acd.jpg",
      publishedAt: "2021-09-21T13:54:00Z",
      content:
        "2024 20,8 (), 20222024 , .\r\n 17,8 , 2022 19,4 , 2023- 20,1 . , 2022 2023 , « 2021 2022 2023 ».\r\n, 2021 . 20 (17,7 ).\r\n , 1 483 105,4 (7,8 ). ITI Capital , , .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Даниил Иринин",
      title: "Россия модернизировала уникальную станцию ПРО",
      description:
        "В России завершилась модернизация уникальной радиолокационной станции (РЛС) «Дон-2Н», которая обеспечивает противоракетную оборону Москвы, фиксирует пуск баллистических ракет, и наблюдает за космическими объектами. В ходе модернизации РЛС «Дон-2Н» повысились …",
      url: "https://lenta.ru/news/2021/08/26/don2n/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/08/26/12/20210826122019900/share_db3b0486abe465bf6eb5e5d5f5224e6d.jpg",
      publishedAt: "2021-08-26T09:39:27Z",
      content:
        "() «-2», , , . « » .\r\n «-2» , . «» , . , .\r\n «-2» . 1978 , 1989 . 1996 «-2» . .\r\n«-2» , , . . «-2» 3700 .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Платон Щукин",
      title: "Россия резко увеличила вывоз сельхозпродукции",
      description:
        "Экспорт российской сельскохозяйственной продукции за первые восемь месяцев года достиг 19,984 миллиарда долларов. Это на 18,1 процента выше, чем показатели на 29 августа прошлого года. Резкий рост связан с увеличением вывоза зерна, рыбы и морепродуктов, масло…",
      url: "https://lenta.ru/news/2021/09/01/vezut/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/01/13/20210901131140832/share_e52ea8e546c14098863c112417c14653.jpg",
      publishedAt: "2021-09-01T11:37:00Z",
      content:
        "19,984 . 18,1 , 29 , ( «») .\r\n (15,4 , 5,9 ), (7,9 , 3,439 ), (44,1 , 4,455 ), (26,2 , 905 ), (6,2 , 2,614 ).\r\n, 12,5 . 30,3 , 2,492 . , 2,356 (11,8 ) 31 , .\r\n . , , 6,6 , 2,3 (11,5 ). , , , , , .\r\n … [+20 chars]",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Марина Совина",
      title: "На Украине вновь предложили переименоваться и потроллить Россию",
      description:
        "Журналист Дмитрий Гордон вновь предложил переименовать Украину, чтобы потроллить Россию. Он избрал вариант «Россия 1». «Назвать Украину тогда — Россия-1. Чтобы та Россия, которая та Россия, была Россией-2. Вот это был бы троллинг высшего порядка. Причем не те…",
      url: "https://lenta.ru/news/2021/09/08/gordon_pereimenuem/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/08/04/20210908040027798/share_382056ae66a14edd77a1306618dffa26.jpg",
      publishedAt: "2021-09-08T01:26:15Z",
      content:
        "« 24» , . « 1», .\r\n, .\r\n« -1. , , -2. . , », .\r\n1 -. , , « » . .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Анжелика Бережная",
      title: "Россия уклонится от международных санкций благодаря Японии",
      description:
        "Япония может стать потенциальным центром уклонения от санкций для Китая и России, так как стремится сохранить нейтралитет и торговлю с государствами. Большой внутренний рынок и глубокая связь с мировой финансовой системой, может сделать из Японии канал для пр…",
      url: "https://lenta.ru/news/2021/08/30/sanc_jap_russ/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/08/30/12/20210830120759171/share_887cb61153aefd80c60b6fcbdec18710.jpg",
      publishedAt: "2021-08-30T09:54:00Z",
      content:
        ", . The Diplomat , .\r\n, . « , , », .\r\n , , , . « , , », .\r\n , , , « » , , .\r\n 5 , , . . « » - , .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Иван Потапов",
      title: "Россия продаст ракету-убийцу Су-57",
      description:
        "Россия начнет продавать авиационные бетонобойные ракеты-убийцы Х-59МКМ, способные уничтожать защищенные подземные командные пункты противника, сообщает РИА Новости, ссылаясь на источник. Ранее подобное оружие, испытанное в Сирии, получил российский истребител…",
      url: "https://lenta.ru/news/2021/09/09/kh59/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/09/09/20210909094921449/share_d8bdd345d077906cfa6d9d161a2a64db.jpg",
      publishedAt: "2021-09-09T09:41:05Z",
      content:
        "- -59, , , . -57.\r\n , . « », .\r\n, . -59 , , . 320 .\r\n -59 - «-2021».\r\n 2018 YouTube -57. , . The War Zone , -592 .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Даниил Иринин",
      title: "Россия испытает боевых роботов в реальных условиях",
      description:
        "Министерство обороны России планирует задействовать роботехнические комплексы «Уран-9» на учениях «Запад-2021». Роботы будут охранять тыловые объекты. По итогам учений военные определят роль и задачи роботехнического комплекса в войсках. «Уран-9» уже использо…",
      url: "https://lenta.ru/news/2021/09/03/uran_zapad/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/02/15/20210902152929252/share_1f178e64a510ce6068bde20b71332c52.jpg",
      publishedAt: "2021-09-03T06:07:38Z",
      content:
        "«-9» . «-2021». «» .\r\n, . , . - .\r\n «-9» . () , .\r\n , «-2021» , . , «-9», . , .\r\n «» « », «-9».\r\n , «-9» «776- - ». 272 30 7,62- (). () «». .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Варвара Кошечкина",
      title: "Россия сорвала операцию иностранных спецслужб в Сирии",
      description:
        "Российская армия вошла в сирийскую провинцию Дераа у границ Иордании и Израиля и сорвала операцию иностранных спецслужб. По данным военкоров, в этом регионе планировалась серия терактов и бунт — отмечается, что спецслужбы нескольких стран и их кураторы из США…",
      url: "https://lenta.ru/news/2021/09/02/siria/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/02/16/20210902163502061/share_2c33646bc92b315d14a904b9fd92bfaa.jpg",
      publishedAt: "2021-09-02T14:05:25Z",
      content:
        ", -- , . « ».\r\n , , , .\r\n , , 1 . . 200 .\r\n1 , -- . , .\r\n 2020 . , .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Платон Щукин",
      title: "Россия резко увеличила поставки газа в Европу",
      description:
        "Прокачка российского газа по газопроводу «Ямал-Европа» утром во вторник, 14 сентября, резко выросла. По сравнению с понедельником объем поставок увеличился почти в два раза — с 1,5 миллиона кубометров в час до 2,6 миллиона. Такие данные приводит немецкий газо…",
      url: "https://lenta.ru/news/2021/09/14/rost/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/14/10/20210914102411683/share_4662c9d75d0bbe576b769c6f298bf9c6.jpg",
      publishedAt: "2021-09-14T07:37:46Z",
      content:
        "«-» , 14 , . , , 1,5 2,6 . Gascade .\r\n «-» «» 5 . , , , , - .\r\n 3,5 , 1,5 . «» . , 2022 .\r\n , , . (), , , 770 .\r\n « -2», . , , - .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Платон Щукин",
      title: "Россия превзошла США в цифровом банкинге",
      description:
        "В мире работает всего 249 цифровых банков — таких, где операции проводятся исключительно в цифровом формате, — и лишь 13 из них прибыльны, говорится в отчете Boston Consalting Group (BCG), поступившем в редакцию «Ленты.ру». Один из этих прибыльных банков рабо…",
      url: "https://lenta.ru/news/2021/08/27/profit/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/08/27/13/20210827134148023/share_6754018fdf95c630f2ec5de04755ab2b.jpg",
      publishedAt: "2021-08-27T11:01:09Z",
      content:
        '249 , ,, 13 , Boston Consulting Group (BCG), «.».\r\n«», , . , - , 20 , 10 13 .\r\n , BCG, . , . , BCG , , .\r\n« , "", 13 , 9 », BCG . , , - - .\r\n«» 26 , TCS Group 16,1 , 50 . 37 , 65 , 16,7 .',
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Марина Совина",
      title: "Россия полностью возобновила авиасообщение с тремя странами",
      description:
        "С 27 августа Россия возобновила авиасообщение с тремя странами: Доминиканой, Южной Кореей и Чехией. Соответствующее решение было принято оперативным штабом по борьбе с коронавирусом. Кроме того, с 27 августа оперштаб увеличит число квот на регулярные рейсы в …",
      url: "https://lenta.ru/news/2021/08/27/avia/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/08/27/01/20210827011752923/share_ce82cedbadc159d6abca47fbe8b3adff.jpg",
      publishedAt: "2021-08-26T22:39:40Z",
      content:
        "27 : , . , .\r\n, , . .\r\n , 27 , --. , , , , .\r\n .\r\n9 . : .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Даниил Иринин",
      title: "Россия разработает модернизацию иностранных Т-80У",
      description:
        "Российские конструкторы разработают предложения по модернизации танков Т-80У, находящихся на вооружении иностранных операторов. Об этом сообщает генеральный директор машиностроительной компании «Омсктрансмаш» Игорь Лобов. По его словам, существуют предложения…",
      url: "https://lenta.ru/news/2021/08/30/t80u/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/08/30/16/20210830162421640/share_b275617ca2390910069981dbbe24f1a3.jpg",
      publishedAt: "2021-08-30T17:38:05Z",
      content:
        "-80, . «» ( «» «») .\r\n, -80 . , -80. -80 .\r\n -80 . 150 -80.\r\n -80 -80. «-5». . 1250 . 1985 -80 .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Марина Совина",
      title: "Россия предложила США «обнулить» ситуацию с дипломатами",
      description:
        "Замглавы МИД России Сергей Рябков заявил, что Москва предложила Вашингтону конкретные меры по «обнулению» ситуации с дипломатами. По его словам, «ничто не мешает» США направить в Россию столько сотрудников в длительные командировки, сколько они считают необхо…",
      url: "https://lenta.ru/news/2021/09/09/obnulim/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/09/21/20210909211419746/share_3f1f530046ea1815522fce79e862b947.jpg",
      publishedAt: "2021-09-09T18:15:10Z",
      content:
        ", «» . «».\r\n , « » , , 455 .\r\n« , . , , », .\r\n , « , , ». , .\r\n «» . « . . , , , », .\r\n27 , , , . « 123 , 400 , , . », .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Даниил Иринин",
      title: "Россия впервые применила ударные беспилотники «Ласточка»",
      description:
        "Российские военные впервые на практике применили разведывательно-ударные беспилотники «Иноходец» и «Форпост» в ходе учений «Запад-2021». Беспилотные аппараты использовались для поддержки наступающих войск. Ударные БПЛА использовали различные средства для пора…",
      url: "https://lenta.ru/news/2021/09/14/bpla_zapad/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/13/18/20210913182736170/share_e9773005a3339a8ce688f15fe0c3b740.jpg",
      publishedAt: "2021-09-14T07:41:26Z",
      content:
        "- «» «», «». () «-2021», .\r\n , . - «» «», , .\r\n . .\r\n «» Searcher II. 2019 «-». 500 .\r\n , «» «». , .\r\n «» . . «» , «».",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Дарья Рыбак",
      title: "Россия возобновит авиасообщение с четырьмя зарубежными странами",
      description:
        "С 21 сентября Россия возобновит авиасообщение с Испанией, Ираком, Кенией и Словакией. Сообщается, что, согласно постановлению Оперштаба, с 21 сентября Россия возобновит полеты в эти четыре зарубежные страны. Ранее в августе были возобновлены полеты в Доминика…",
      url: "https://lenta.ru/news/2021/09/13/strany/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/13/16/20210913160719603/share_cae38da3b65f5c0a769340a718af3efe.jpg",
      publishedAt: "2021-09-13T13:06:00Z",
      content: "",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Ксения Назарова",
      title: "Россия возобновила авиасообщение с четырьмя странами",
      description:
        "Со вторника 21 сентября Россия возобновляет авиасообщение с Ираком, Испанией, Кенией и Словакией. Помимо этого увеличивается количество рейсов в уже открытые для посещения Венгрию, Казахстан и Катар, а также возобновляются полеты в Турцию из Пскова, Магадана,…",
      url: "https://lenta.ru/news/2021/09/21/4counties/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/21/01/20210921015054739/share_7fd922427d5eda31b6603eaab22deb3b.jpg",
      publishedAt: "2021-09-20T22:57:30Z",
      content: "21 , , . .\r\n . , .\r\n . () , - .\r\n , .\r\n, 21 , , .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Нина Ташевская",
      title: "Россия поможет сделать пиво безопасным для планеты",
      description:
        "Британское подразделение пивоварни Anheuser-Busch InBev объединилось с российской металлургической компанией «Русал», чтобы сделать пиво более безопасным для планеты. Из России на производство банок для алкогольного напитка на предприятиях в Великобритании и …",
      url: "https://lenta.ru/news/2021/09/21/beercan/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/21/13/20210921130605162/share_a0eae99573104c873a06caf478792e71.jpg",
      publishedAt: "2021-09-21T10:20:00Z",
      content:
        "Anheuser-Busch InBev ( Bud) «», . , Bloomberg.\r\nCANPACK U.K. « ». «» 99 . Anheuser-Busch InBev - Rio Tinto 2020 .\r\n« », Budweiser Brewing Group . .\r\n . 2021 44 . 13 2008 .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Платон Щукин",
      title: "Россия предупредила Турцию о проблемах с помидорами",
      description:
        "Россельхознадзор попросил Турцию усилить контроль за фруктами и помидорами, которые поставляются в Россию. Поводом для этого стали обнаруженные на них заболевания. На фруктах найдена бурая монилиозная гниль (Moniliniafructicola), а на томатах — вирус коричнев…",
      url: "https://lenta.ru/news/2021/09/24/tomato/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/24/14/20210924140731440/share_2385e6b23f6779246c83af8b75e833ce.jpeg",
      publishedAt: "2021-09-24T11:27:53Z",
      content:
        ", . , .\r\n (Moniliniafructicola), , . .\r\n. 2021 79 .\r\n , , . , .\r\n 76- «» , .\r\n , , .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Платон Щукин",
      title: "Россия предложила Швейцарии заново договориться о налогах",
      description:
        "Министерство финансов России направило Швейцарии предложения по пересмотру соглашения об избежании двойного налогообложения, сказал замглавы ведомства Алексей Сазанов. «Швейцарским коллегам мы направили свое предложение о пересмотре соглашения», — заявил росс…",
      url: "https://lenta.ru/news/2021/09/08/swiss/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/08/15/20210908154844817/share_06a98d65726301e28fb560665b2471be.jpg",
      publishedAt: "2021-09-08T12:46:00Z",
      content: ", , «».\r\n« », , , .\r\n , , , , , . , .\r\n 15 , . , , . , .",
    },
    {
      source: {
        id: "lenta",
        name: "Lenta",
      },
      author: "Платон Щукин",
      title: "Россия побила рекорд СССР в атомной энергии",
      description:
        "В 2020 году в России атомные станции выработали 216 миллиардов киловатт/часов. Это максимум за всю новейшую историю, более того побит рекорд, установленный всеми АЭС СССР в 1988 году. Об этом сообщил вице-премьер Александр Новак. По его словам, на долю России…",
      url: "https://lenta.ru/news/2021/09/08/atom/",
      urlToImage:
        "https://icdn.lenta.ru/images/2021/09/08/13/20210908134834609/share_e5e30fcfb82fbbc542adfdbe0d444b5b.jpg",
      publishedAt: "2021-09-08T11:03:50Z",
      content:
        "2020 216 /. , , 1988 . « » - . «.».\r\n , 70 . 35 12 , 24 .\r\n«», «» . .\r\n , , , .\r\n , 2021-2023 «» . , «».\r\n«» Westinghouse Electric (). .",
    },
  ],
};

export default JSON_EXAMPLE;
